[
  {
    "title": "Политика",
    "url": "https://www.rbc.ru/politics/?utm_source=topline",
    "content": "",
    "author": "РБК",
    "tags": [],
    "publishedAt": "",
    "imageUrl": "",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 1,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:09.769Z"
  },
  {
    "title": "Экономика",
    "url": "https://www.rbc.ru/economics/?utm_source=topline",
    "content": "",
    "author": "РБК",
    "tags": [],
    "publishedAt": "",
    "imageUrl": "",
    "hasVideo": false,
    "category": "Экономика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 1,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:10.305Z"
  },
  {
    "title": "Политика",
    "url": "https://www.rbc.ru/politics/",
    "content": "",
    "author": "РБК",
    "tags": [],
    "publishedAt": "",
    "imageUrl": "",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 1,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:12.350Z"
  },
  {
    "title": "Экономика",
    "url": "https://www.rbc.ru/economics/",
    "content": "",
    "author": "РБК",
    "tags": [],
    "publishedAt": "",
    "imageUrl": "",
    "hasVideo": false,
    "category": "Экономика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 1,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:10.513Z"
  },
  {
    "title": "FT сообщила о предложении Путина остановить бои по линии фронта",
    "url": "https://www.rbc.ru/politics/22/04/2025/6807d5f39a7947c4fd69df91?from=from_main_1",
    "content": "Военная операция на Украине , 22 апр, 20:59  \nПоделиться\nFT сообщила о предложении Путина остановить бои по линии фронта\nСюжет\nВоенная операция на Украине\nПутин предложил остановить боевые действия по нынешней линии фронта, сообщили FT источники, знакомые с ситуацией. И Москва, и Киев ранее исключали заморозку конфликта\nФото: Алексей Коновалов / ТАСС\n\nРоссийский президент Владимир Путин предложил остановить боевые действия на нынешней линии фронта на Украине, сообщили источники Financial Times, знакомые с ситуацией. Это, по данным издания, было сделано в рамках усилий по достижению соглашения с президентом США Дональдом Трампом.\n\n«Идет напряженная работа. Мы ведем переговоры с американцами. Работа сложная и занимает много времени, поэтому трудно ожидать немедленных результатов, и ее нельзя делать публично», — заявил изданию пресс-секретарь российского президента Дмитрий Песков.\n\nТакже США после встречи Путина со спецпосланником Трампа Стивеном Уиткоффом стали выдвигать идеи признать принадлежность Крыма России, сообщили источники. Кроме того, США выступают за «по крайней мере признание фактического контроля Кремля над территориями четырех регионов».\n\nrbc.group\n\nСША представили свои предложения по урегулированию на встречах с европейскими и украинскими представителями в Париже 17 апреля. Об их итогах проинформировали Россию. Суть предложений официально не раскрывалась, однако The Washington Post и The Wall Street Journal писали, что Вашингтон предложит признать Крым российским. Президент Украины Владимир Зеленский исключал юридическое признание.\n\nКроме того, по информации WP, на переговорах в Лондоне 23 апреля США предложат Украине и странам Европы заморозить нынешнюю линию фронта в рамках мирного соглашения. Москва ранее исключала такой вариант, как и Киев. «Были идеи «давайте оставим линию соприкосновения — вот это российская, а это украинская». Во-первых, такого не будет, у нас есть Конституция, основанная на волеизъявлении людей. А во-вторых, то, что останется от Украины, тоже должно быть освобождено от расистских законов», — говорил глава российского МИДа Сергей Лавров.\n\nПо сведениям FT, предложения США также включают развертывание европейского миротворческого контингента и отдельных военных сил, не входящих в НАТО, на Украине для помощи в мониторинге прекращения огня. Идея подразумевает, что силы будут размещены вдоль демилитаризованной зоны, которая будет создана по линии фронта примерно на 1 тыс. км. Силы будут работать в сотрудничестве с украинскими и российскими и отслеживать соблюдение перемирия по обе стороны линии соприкосновения.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nАвторы\n \nТеги\n \nПерсоны\nТатьяна Зыкина\nГенеративный искусственный интеллект в бизнесе: практические кейсы",
    "author": "Татьяна Зыкина",
    "tags": [
      "",
      "",
      "",
      ""
    ],
    "publishedAt": "2025-04-22T20:59:52+03:00",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/media/img/3/96/347453454629963.jpeg",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 0,
      "negative": 1,
      "neutral": 368,
      "sentiment": "negative"
    },
    "parsedAt": "2025-04-22T20:34:04.849Z"
  },
  {
    "title": "До семи населенных пунктов выросла зона эвакуации во Владимирской области",
    "url": "https://www.rbc.ru/society/22/04/2025/6807d04c9a7947bed1248526?from=from_main_2",
    "content": "Общество , 22 апр, 20:25  \nПоделиться\nДо семи населенных пунктов выросла зона эвакуации во Владимирской области\nМЧС: во Владимирской области после взрыва эвакуируют семь населенных пунктов\nВласти эвакуируют населенные пункты Грибаново, Храпки, Першино, деревню и поселок Дубки, а также Барсово, Мирный. Ранее мера касалась только последних двух. Днем в регионе произошел взрыв на складе боеприпасов, возник пожар\nФото: сервис «Яндекс.Карты»\n\nВо Владимирской области эвакуируют жителей семи населенных пунктов, сообщает МЧС России.\n\nЭвакуация проводится из населенных пунктов Барсово, Мирный, Грибаново, Храпки, Першино, деревни и поселка Дубки. Ранее мера распространялась только на первые два.\n\nВ Киржаче на базе пяти школ и двух домов культуры развернуты пункты временного размещения, отметили в ведомстве. Администрация района организовала автобусы для перевозки граждан.\n\nrbc.group\n\nГубернатор Владимирской области Александр Авдеев около 16:40 мск сообщил о взрыве в Киржачском районе. Минобороны позднее уточнило, что причиной взрыва стали пожар и детонация на складе боеприпасов в воинской части под Киржачом. По предварительным данным, пожар возник из-за нарушения требований безопасности при проведении работ со взрывчатыми материалами.\n\nОдин из боеприпасов упал на частный дом в СНТ «Вязьма» Киржачского района, рассказал ТАСС председатель товарищества Александр Мельников. По его словам, людей в доме не было, никто не пострадал.\n\n«[Боеприпас] пролетел мимо меня, влетел в забор, там пробил дыру, влетел в дом и срикошетил. Детонации не было», — сказал собеседник агентства. По его словам, еще один боеприпас сдетонировал на дороге, ведущей в направлении СНТ, пострадавших также нет.\n\nВ Киржачском районе, расположенном на западе области, по состоянию на 2021 год проживало 38,7 тыс. человек. После взрыва там ввели режим ЧС, власти создали оперативный штаб.\n\nК ликвидации возгорания привлекли штатные пожарные расчеты воинской части и МЧС. Министр обороны Андрей Белоусов поручил создать специальную комиссию для установления всех обстоятельств происшествия. Прокуратура взяла на контроль соблюдение прав жителей и открыла для них горячую линию.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nАвторы\n \nТеги\nТатьяна Зыкина\nПять стратегий инвестора в недвижимость: как устроены и какую выбрать",
    "author": "Татьяна Зыкина",
    "tags": [
      "",
      "",
      "",
      "",
      ""
    ],
    "publishedAt": "2025-04-22T20:25:01+03:00",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/media/img/5/02/347453432560025.jpeg",
    "hasVideo": false,
    "category": "Общество",
    "sentiment": {
      "positive": 1,
      "negative": 0,
      "neutral": 312,
      "sentiment": "positive"
    },
    "parsedAt": "2025-04-22T20:34:04.845Z"
  },
  {
    "title": "Комиков Комиссаренко и Романова лишили российского гражданства",
    "url": "https://www.rbc.ru/politics/22/04/2025/6807e6df9a79471c45e050a7?from=from_main_3",
    "content": "Военная операция на Украине , 22 апр, 21:59  \nПоделиться\nКомиков Комиссаренко и Романова лишили российского гражданства\nФСБ: комики Комиссаренко и Романов лишены российского гражданства\nСюжет\nВоенная операция на Украине\nВо время своих концертов артисты выступают против военных действий на Украине и «транслируют идеи о необходимости подрыва основ конституционного строя России», заявила ФСБ и назвала их действия угрозой нацбезопасности\n\nСлава Комиссаренко\n(Фото: из личного архива slavakomissarenko)\n\nКомиков Славу Комиссаренко и Дмитрия Романова лишили российского гражданства, сообщила ФСБ.\n\nИм также запрещен въезд в Россию, поскольку те «создают угрозу национальной безопасности». В заявлении спецслужбы говорится, что на своих концертах на территории Евросоюза комики выступают против боевых действий на Украине и «транслируют идеи о необходимости подрыва основ конституционного строя России».\n\nrbc.group\n\nЗакон о лишении приобретенного гражданства за действия, «создающие угрозу национальной безопасности» страны, «фейки», дискредитацию армии и еще десятки статей УК действует в России с 2023 года.\n\nКомиссаренко родился в Минске 27 июля 1985 года. В 2008 году дебютировал в проекте «Смех без правил» на ТНТ, в 2012-м стал постоянным резидентом проекта Stand Up. Сотрудничать с каналом он прекратил в 2020 году, объясняя «законами телевидения» и выгоранием. Потом Комиссаренко завел свой YouTube-канал. В своих выступлениях неоднократно пародировал президента Белоруссии Александра Лукашенко и затрагивал тему протестных митингов, которые шли в Белоруссии после выборов в 2020 году. В 2021-м ему запретили выступать в стране, позже комик уехал и из России из-за преследования со стороны белорусского КГБ. Тогда у него уже было российское гражданство.\n\nВ ФСБ напомнили, что Комиссаренко объявлен в межгосударственный розыск по подозрению в клевете в отношении президента Белоруссии (ч. 1 ст. 367 УК республики). Его обвиняли еще по двум статьям — об «умышленных действиях, направленных на возбуждение социальной вражды» (ч. 1 ст. 130) и публичном оскорблении Александра Лукашенко (ч. 1 ст. 368). В декабре 2024-го суд в Минске заочно приговорил его к шести годам колонии, на родине он внесен в список экстремистов.\n\nРоманов родился 8 января 1985 года в Одессе. Он участвовал в проектах ТНТ «Comedy Баттл», Stand Up и «Убойная лига», был победителем пятого сезона шоу «Смех без правил». Вел рубрику «Светский исход» в передаче «Вечерний Ургант» на Первом канале. Российский паспорт комик получил в 2018 году.\n\nВ 2022-м Романов покинул Россию. Как заявили в ФСБ, он «работал волонтером в польском штабе по приему беженцев из Украины и на пункте сортировки гуманитарной помощи для вооруженных сил Украины». В июле 2023 года артист рассказал о получении израильского гражданства, а позднее сообщил, что подал документы на получение гражданства Румынии.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nТеги\n \nПерсоны\nСлава Комиссаренко\nФСБ\nкомик\nроссийское гражданство\nлишение гражданства\n11 отраслей, где применяются большие языковые модели",
    "author": "РБК",
    "tags": [
      "Слава Комиссаренко",
      "ФСБ",
      "комик",
      "российское гражданство",
      "лишение гражданства"
    ],
    "publishedAt": "2025-04-22T21:59:13+03:00",
    "imageUrl": "",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 426,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:04.848Z"
  },
  {
    "title": "Зеленский заявил о готовности к переговорам с Россией в любом формате",
    "url": "https://www.rbc.ru/politics/22/04/2025/6807c80f9a7947dd0018c0b8?from=from_main_4",
    "content": "Военная операция на Украине , 22 апр, 19:59  \nПоделиться\nЗеленский заявил о готовности к переговорам с Россией в любом формате\nЗеленский: готовы к переговорам с Москвой в любом формате при прекращении огня\nСюжет\nВоенная операция на Украине\nКиев готов к переговорам с Россией в любом формате после прекращения огня, сказал Зеленский. В Кремле отмечали, что нужно «юридически расчистить препятствия» перед началом процесса\nВладимир Зеленский (Фото: Juliane Sonntag / Imago Images / Global Look Press)\n\nУкраина готова к переговорам с Россией в любом формате после прекращения огня. Об этом заявил украинский президент Владимир Зеленский, передает УНИАН.\n\nС вечера 19 апреля до полуночи 21 апреля уже действовало пасхальное перемирие, объявленное российским президентом Владимиром Путиным. Стороны обвиняли друг друга в нарушении режима прекращения огня.\n\nЗеленский исключил юридическое признание Крыма российским Украиной.\n\nrbc.group\n\n«Не о чем говорить — это вне нашей Конституции», — заявил Зеленский. The Washington Post ранее сообщила, что на переговорах в Лондоне 23 апреля США выступят с предложением о признании Киевом и европейскими странами Крыма как российской территории.\n\nЗеленский также заявил о готовности встретиться с президентом США Дональдом Трампом в Ватикане: туда оба политика прибудут на похороны папы римского Франциска.\n\nОн отметил, что показателем позитивного прогресса стал меморандум о добыче полезных ископаемых, ранее подписанный Украиной и США. По словам Зеленского, юристы еще ведут работу над итоговым соглашением, но следующие шаги — это подписание документа и его ратификация в Верховной раде.\n\nКрым вошел в состав России в 2014 году по итогам референдума. Украина не признала его результаты, она, а также страны Запада ввели против Москвы санкции. Российская сторона считает их незаконными, а вопрос о статусе полуострова — закрытым.\n\nМосква не раз заявляла о готовности к переговорам и обвиняла Киев в отказе от них. Однако перед началом процесса необходимо «юридически расчистить препятствия», говорил пресс-секретарь российского президента Дмитрий Песков.\n\nТак он прокомментировал слова Путина о необходимости «разобраться с предложением не бить по объектам гражданской инфраструктуры». Зеленский в ответ на объявленное Москвой пасхальное перемирие предложил отказаться «от любых ударов дальнобойными дронами и ракетами по гражданской инфраструктуре на срок не менее 30 суток с возможностью продления». Путин заявил, что эту инициативу нужно обсудить, возможно, «в двустороннем порядке, в результате диалога».\n\nПесков также обращал внимание, что на Украине переговоры формально запрещены. В октябре 2022 года Зеленский подписал указ, в котором констатируется невозможность переговоров с Россией, пока ее президентом является Владимир Путин. Этому предшествовало принятие ДНР, ЛНР, Запорожской и Херсонской областей в состав России.\n\n«При открытости украинской стороны, наверное, должны быть какие-то приняты шаги для того, чтобы юридически расчистить вот эти препятствия на пути таких контактов, если есть такая готовность», — говорил пресс-секретарь российского президента.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nАвторы\n \nТеги\n \nПерсоны\nТатьяна Зыкина\nПять стратегий инвестора в недвижимость: как устроены и какую выбрать",
    "author": "Татьяна Зыкина",
    "tags": [
      "",
      "",
      "",
      "",
      ""
    ],
    "publishedAt": "2025-04-22T19:59:19+03:00",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/media/img/1/19/347453410411191.jpeg",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 0,
      "negative": 0,
      "neutral": 447,
      "sentiment": "neutral"
    },
    "parsedAt": "2025-04-22T20:34:05.467Z"
  },
  {
    "title": "Генерала Росгвардии арестовали по делу о мошенничестве",
    "url": "https://www.rbc.ru/politics/22/04/2025/6807f0e99a79474dcad7288d?from=from_main_6",
    "content": "Аресты генералов , 22 апр, 22:46  \nПоделиться\nГенерала Росгвардии арестовали по делу о мошенничестве\nСюжет\nАресты генералов\nГлаве департамента цифрового развития Росгвардии Михаилу Варенцову вменяют крупное мошенничество. В марте по этому же делу арестовали начальника Главного центра информационных технологий ведомства Николая Чепкасова\nМихаил Варенцов (Фото: Росгвардия)\n\nВ Москве по делу о крупном мошенничестве задержали руководителя департамента цифрового развития и защиты информации Росгвардии генерал-майора Михаила Варенцова, сообщает ТАСС со ссылкой на правоохранительные органы. Следствие ходатайствует о его аресте.\n\nИсточник, знакомый с ситуацией, сообщил РБК, что Варенцов арестован судом по ходатайству следствия. Позднее ТАСС тоже передал, что генерал-майора отправили в СИЗО.\n\nПодробности дела не приводятся.\n\nrbc.group\n\nРБК обратился за комментарием в пресс-службу СК, а также в пресс-службу Росгвардии.\n\nВ конце марта в Москве был арестован начальник Главного центра информационных технологий Росгвардии Николай Чепкасов, ему также вменяют ч. 4 ст. 159 УК. Центр отвечает за информационную безопасность, организацию централизованной обработки данных, межведомственное электронное взаимодействие, импортозамещение программного обеспечения и т.д.\n\nТАСС пишет, что Варенцова задержали в рамках того же дела.\n\nВ 2021 году, согласно сайту Росгвардии, Варенцов был начальником управления информационных технологий Главного управления связи Росгвардии.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nАвторы\n \nТеги\nПри участии\nЕлена Степанова\nУправляемая громкость глушителя и 6 причин ездить на спорт-седане GAC",
    "author": "При участии\nЕлена Степанова",
    "tags": [
      "",
      "",
      "",
      ""
    ],
    "publishedAt": "2025-04-22T22:46:50+03:00",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/media/img/4/67/347453515780674.jpeg",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 2,
      "negative": 0,
      "neutral": 201,
      "sentiment": "positive"
    },
    "parsedAt": "2025-04-22T20:34:05.371Z"
  },
  {
    "title": "WP узнала, что США предложат ЕС признание Крыма и заморозку фронта⁠",
    "url": "https://www.rbc.ru/politics/22/04/2025/6807c0319a7947456347f0e2?from=from_main_7",
    "content": "Военная операция на Украине , 22 апр, 19:16   \nПоделиться\nWP узнала, что США предложат ЕС признание Крыма и заморозку фронта\nWP: США предложат Киеву признать Крым российским и заморозить линию фронта\nСюжет\nВоенная операция на Украине\nСША на переговорах 23 апреля предложат странам ЕС и Украине признать Крым российским и заморозить линию фронта, пишет WP. Зеленский исключил юридическое признание утраты контроля над полуостровом\nФото: Дмитрий Ягодкин / ТАСС\n\nСША на встрече в Лондоне в среду, 23 апреля, предложат Украине и странам Европы признать Крым в качестве российской территории и заморозить нынешнюю линию фронта в рамках мирного соглашения, пишет The Washington Post (WP) со ссылкой на источники.\n\nОбъем давления на Киев «поразителен», оценил собеседник издания среди западных чиновников. Советник украинского президента, с которым пообщалось издание, сообщил, что предложение США включает идеи, с частью из которых Киев согласен, а с частью — нет. Президент Украины Владимир Зеленский исключил юридическое признание Киевом утраты контроля над Крымом.\n\nСоюзники Украины — Франция, Германия и Великобритания, как утверждает газета, постараются отстоять позицию Киева на переговорах в Лондоне и получить для него гарантии безопасности и программы восстановления в обмен на любые территориальные уступки. В частности, страны предложат обеспечить часть программ восстановления Украины за счет замороженных российских активов. Москва считает любые действия со своими активами воровством и обещает отстаивать свои интересы в суде.\n\nrbc.group\n\nНа встрече в Париже 17 апреля США представили Украине свои предложения по урегулированию, отмечает издание. Вашингтон сообщил, что признает Крым российской территорией, а также снимет санкции с Москвы в рамках будущего мирного соглашения, рассказали WP три источника, знакомых с этим вопросом.\n\nУкраинская сторона восприняла план как «последнее предложение» Вашингтона перед тем, как тот покинет переговорный процесс, сказали WP два источника. США на прошлой неделе предупредили, что могут выйти из него, если не увидят прогресса в ближайшие дни.\n\nЕвропейские и некоторые украинские чиновники в частном порядке признают, что Киев вряд ли в ближайшее время вернет контроль над территориями, перешедшими к России. Они полагают, что лучше всего будет замедлить движение к соглашению, если оно будет предусматривать снятие санкций с Москвы и сохранение ею контроля над территориями, а Киев предварительно не получит определенных выгод.\n\nО том, что предложение США Киеву включает признание Крыма российским, ранее также писала The Wall Street Journal (WSJ). При этом, по данным издания, Вашингтон не признает контроль России над республиками Донбасса, Запорожской и Херсонской областями, хотя США и не требуют вывода оттуда российских войск. Международное признание этих регионов российскими и полный вывод оттуда украинских сил — одно из условий для начала мирного процесса, которые прошлым летом озвучивал президент России Владимир Путин. Киев назвал эти требования ультиматумом. И Россия, и Украина исключают возможность территориальных уступок.\n\nКрым вошел в состав России в 2014 году по итогам референдума. Украина не признала его результаты, она, а также страны Запада ввели против Москвы санкции. Российская сторона считает их незаконными, а вопрос о статусе полуострова — закрытым.\n\nХерсонская и Запорожская области, а также Донецкая и Луганская народные республики стали частью России по итогам референдумов 2022 года, Киев также не признал их результаты.\n\nЧитайте РБК в Telegram.\n\nПоделиться\nАвторы\n \nТеги\nТатьяна Зыкина\nЧто нужно знать о потере данных, чтобы уберечь бизнес",
    "author": "Татьяна Зыкина",
    "tags": [
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "publishedAt": "2025-04-22T19:16:45+03:00",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/media/img/0/27/347453389092270.jpeg",
    "hasVideo": false,
    "category": "Политика",
    "sentiment": {
      "positive": 1,
      "negative": 0,
      "neutral": 510,
      "sentiment": "positive"
    },
    "parsedAt": "2025-04-22T20:34:05.297Z"
  }
]